/* About app file name, without extension */
"about_en" = "about_ru";

/* Action Button title text for add barcode stage */
"Add code" = "Добавить Код";

/* Header message when add new food on AddFoodTableViewController */
"Add Food" = "Добавить Продукт";

/* Message at qr code label status on added */
"Added" = "Добавлено";

/* Alert title of deleting all user added info */
"Alert" = "Внимание!";

/* Food icon name description for apple */
"Apple" = "Яблоко";

/* Food icon name description for aubergine */
"Aubergine" = "Баклажан";

/* Food icon name description for baguette */
"Baguette" = "Багет";

/* Food icon name description for banana */
"Banana" = "Банан";

/* Food icon name description for beef */
"Beef" = "Говядина";

/* Food icon name description for bread
   Food type description for bread */
"Bread" = "Хлеб";

/* Food icon name description for broccoli */
"Broccoli" = "Брокколи";

/* Food icon name description for butter */
"Butter" = "Масло";

/* Food icon name description for cabbage */
"Cabbage" = "Капуста";

/* Cancel action on deleting all user added info */
"Cancel" = "Отмена";

/* Food icon name description for canned_food */
"Canned food" = "Консервы";

/* Food type description for canned food */
"Canned Food" = "Консервы";

/* Food icon name description for carrot */
"Carrot" = "Морковь";

/* Food icon name description for cheese */
"Cheese" = "Сыр";

/* Action Button title text for add food stage */
"Choose food" = "Виберите Продукт";

/* Food icon name description for cucumber */
"Cucumber" = "Огурец";

/* Delete action on deleting all user added info */
"Delete" = "Удалить";

/* Message for rate us alert */
"Do you like our app?\nIf so, rate us!" = "Вам нравится наше приложение?\nЕсли да, оцените нас!";

/* QR reader status label searchDone message */
"Done" = "Сделано";

/* Alert title while user enter dublicate data for new food description */
"Dublicate data" = "Дублирующиеся Данные";

/* Food icon name description for eggs */
"Eggs" = "Яйца";

/* QR reader status label error message */
"Error" = "Ошибка";

/* QR reader status label find message */
"Find" = "Найдено";

/* Food type description for fish */
"Fish" = "Рыба";

/* Food icon name description for fruit
   Food type description for fruit */
"Fruit" = "Фрукты";

/* Food icon name description for grapes */
"Grapes" = "Виноград";

/* Food icon name description for ham */
"Ham" = "Ветчина";

/* Food icon name description for ice_cream */
"Ice cream" = "Мороженое";

/* Internal error header */
"Internal alert" = "Внутренняя Ошибка";

/* Alert title while user enter invalid data for new food description */
"Invalid data" = "Неправильные Данные";

/* Title for later action on rate us alert */
"Later" = "Позже";

/* Food type description for meet */
"Meat" = "Мясо";

/* Food icon name description for milk
   Food type description for milk */
"Milk" = "Молоко";

/* Header message when modify exist food on AddFoodTableViewController */
"Modify Food" = "Изменить Продукт";

/* Action refusal for user enter rewrite data with new food description
   Title for no action on rate us alert */
"No" = "Нет";

/* Message at qr code label status on not added */
"Not Added" = "Не Добавлено";

/* QR reader status label not found message */
"Not Found" = "Не Найдено";

/* Action for user enter invalid data for new food description */
"Ok" = "ОК";

/* Agree button on internal error */
"OK" = "ОК";

/* Food icon name description for onion */
"Onion" = "Лук";

/* Error massage when get capture device error */
"Oops, we get some problems with your camera" = "Ой, кажется у нас проблемы с доступом к камере";

/* Food icon name description for orange */
"Orange" = "Апельсин";

/* Food icon name description for pear */
"Pear" = "Груша";

/* Food icon name description for piece_of_cake */
"Piece of cake" = "Торт";

/* Food icon name description for piranha */
"Piranha" = "Пиранья";

/* Food icon name description for potatoes */
"Potatoes" = "Картошка";

/* Internal error excuses */
"Press OK to terminate the app. Sorry for the inconvenience" = "Нажмите ОК чтобы завершить работу приложения. Извините за неудобства";

/* Title for rate us alert */
"Rate Us" = "Оцените Нас";

/* Food icon name description for roast_chicken */
"Roast chicken" = "Жареная Курица";

/* Food icon name description for salami */
"Salami" = "Салями";

/* Food icon name description for salmon */
"Salmon" = "Лосось";

/* QR reader status label searching message */
"Searching..." = "Поиск...";

/* Massage for empty food by type screen */
"Seems like this category is empty" = "Кажется, эта категория сейчас пуста";

/* Massage for empty fridge */
"Seems like your fridge is empty. Press \"Add\" to get some food to your fridge" = "Кажется, Ваш холодильник пока что пуст. Нажмите \"Добавить\" в верхнем правом углу чтобы добавить новый продукт";

/* Food icon name description for strawberry */
"Strawberry" = "Клубника";

/* Food icon name description for sushi */
"Sushi" = "Суши";

/* Food type description for sweets */
"Sweets" = "Сладости";

/* Internal error description */
"There was an error while working whith your data" = "Найдено ошибку во время работы с данными";

/* Food icon name description for tomatoe */
"Tomatoe" = "Томат";

/* Food icon name description for tuna */
"Tuna" = "Тунец";

/* Name of unnown icon */
"Unnown" = "Неизвестно";

/* Food type description for user added food */
"User Added" = "Пользовательская";

/* Food type description for vegitables */
"Vegetables" = "Овощи";

/* Food icon name description for bread_2 */
"White bread" = "Белый Хлеб";

/* Food type description for food without type */
"Without Type" = "Без Типа";

/* Action approve for user enter rewrite data with new food description
   Title for yes action on rate us alert */
"Yes" = "Да";

/* Food icon name description for yogurt */
"Yogurt" = "Йогурт";

/* Alert message while user enter dublicate data for new food description */
"You have already food with this name.\nDo you want to rewrite it's data with new?" = "Вы уже имеите продукт с таким именем.\nВы хотите изменить его данные на новые?";

/* Alert message while user enter invalid data for new food description */
"You have enter invalid data to new food.\nPlease, check your info and try again" = "Вы ввели неправильные данные для продукта.\nПожалуйста, проверьте информацию и попробуйте снова";

/* Alert message of deleting all user added info */
"You want to delete all info, that was added.\nAre you sure?" = "Вы хотите удалить вашу всю информацию, которую вы добавили.\nВы уверены?";

